
use training;

insert into product(category_id, name, price, image_path, description)
values
(1, "うまい棒", 20, "hi.jpeg", "ひとつめのお菓子"),
(2, "どんどん焼き", 100, "hi.jpeg", "ふたつめのお菓子"),
(3, "タラタラシテんじゃね～よ", 50, "hi.jpeg", "みっつめのお菓子"),
(4, "よっちゃん", 40, "hi.jpeg", "よっつめのお菓子"),
(5, "キャベツ太郎", 30, "hi.jpeg", "いつつめのお菓子"),
(1, "ﾊｲチュウ", 120, "hi.jpeg", "むっつめのお菓子"),
(2, "チュッパチャップス", 60, "hi.jpeg", "ななつめのお菓子"),
(3, "じゃがりこ", 90, "hi.jpeg", "やっつめのお菓子"),
(4, "チョコパイ", 70, "hi.jpeg", "ここのつめのお菓子"),
(5, "わたあめ", 200, "hi.jpeg", "じゅっこめのお菓子");